import React from 'react'
import sty from "./About.module.css"
export default function About() {
  return (
    <section className={sty.main}>
        <h1>عن مسلم</h1>
        <p>هنا عزيزي نتحدث عن مسلم </p>
        <img src="/public/imges/oneabout.jfif" class="img-fluid" alt="..."></img>
        <p>لا يحتوي موقع مسلم علي القرأن فقط بل يتيح لك عزيزي المسلم والموحد بالأذكار ويوجد راديو به الشيوخ ومحطاتهم ويوجد ايضا مكان مخصص لتعليم الاسلام او بالشكل الصحيح  علي تعلم مبادئ الاسلام وتستطيع ايضا انشاء حساب شخصي علي موقع مسلم وعندما تنشأ حسابك معنا سيظهر لك مكتبه بها كتب موصي بها لتنزيلها  , وبالطبع  سيسرني كثيرا عندما تتواصل معي او تبدي رأيك في تجربتك وتأكد عزيزي انني سأهتم بكل المقترحات  وهذا عن طريق صفحه تواصل معنا ويا عزيزي يوجد طرق للتواصل معي انا الناشئ    </p>
        <img src="/public/imges/twoabout.jfif" class="img-fluid" alt="..."></img>
   <p>نحن هنا في مسلم نعتز بتقديم بيئة رقمية تملؤها الروحانية والمعرفة الدينية. يتمثل هدفنا في توفير مصدر موثوق وشامل للمعلومات الإسلامية ودراسة القرآن الكريم، بهدف تعزيز فهمنا للدين وتعزيز تواصلنا مع الله.</p>
   <p>في موقعنا، نسعى جاهدين لتقديم محتوى متنوع يشمل تفسيرات القرآن والدروس الدينية والموارد التعليمية للمسلمين في جميع أنحاء العالم. سواء كنت مبتدئًا في دراسة القرآن أو متقدمًا، فإن لدينا شيئًا يناسبك.</p>
   <p>نحن نؤمن بأهمية التواصل والتعلم المستمر، ولذلك ندعوكم للانضمام إلى مجتمعنا الرقمي والاستفادة من المحتوى القيم الذي نقدمه. ساهم معنا في نشر الوعي الديني والتفاعل مع المواد، سواء عبر التعليقات أو المشاركة عبر وسائل التواصل الاجتماعي.</p>
   <p>في  مسلم ، نؤمن بقوة العلم والعمل الجماعي في خدمة الإسلام والمجتمع. ساهم معنا في بناء مجتمع رقمي مترابط يسعى لتحقيق الخير والتعاون.</p> 
   <p>شكرًا لكم على دعمكم وزيارتكم لموقعنا. معًا، نصنع فارقًا إيجابيًا في عالم يحتاج إلى السلام والتسامح والفهم.</p>

   
   
    </section>
  )
}
