{
    "title" : " أقرأ بأسم ربك الذي خلق" ,
    "talim" : "تعاليم الأسلام" ,
    "radio" : "الراديو" ,
    "azkar" : "الاذكار" ,
    "quran" : "القرأن الكريم" ,
    "account" : "حسابي" ,
    "about" : "عن مسلم" ,
    "home" : "الصفحة الرئيسية" ,
    "basm" : "بسم الله الرحمن الرحيم" ,
    "tit" : "تعاليم الاسلام" ,
    "at" : "العبادات" ,
    "mt" : "المناسبات" ,
    "ht" : "العقيدة" ,
    "qt" : "قرأن كريم" ,
    "st" : "السنه النبوية" ,
    "tt" : "كيف ومن أين تبدأ في تعليم مبادئ الإسلام ؟" ,
    "td" : "الحمد لِلَّهِ" ,
    "one": ">العلم بالإسلام وأحكامه ومبادئه فرض على كل مسلم ومسلمة ، بالقدر الذي يحتاج إليه في إقامة العقيدة والعبادات والأخلاق تبعا لما يريده الله سبحانه وتعالى ، وقد جاء في الحديث عن النبي صلى الله عليه وسلم أنق" ,
    "two" : " >رواه ابن ماجه (224) وحسنه بكثرة طرقه وشواهده: المزي، والزركشي، والسيوطي، والسخاوي، والذهبي، والمناوي، والزرقاني، صحيح ابن ماجه للألبان",
    "three" : "أما تعليم العلم فهو وظيفة الأنبياء ، يحملها العلماء من بعدهم كي تبقى حجة الله قائمة على خلقه ، ولتبقى دعوة التوحيد غضة طرية يتلقاها الناس كما كان النبي صلى الله عليه وسلم يلقنها أصحابه" ,
    "four" : "عن أبي الدرداء رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( وَإِنَّ الْعُلَمَاءَ وَرَثَةُ الْأَنْبِيَاءِ ، وَإِنَّ الْأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلَا دِرْهَمًا ، وَرَّثُوا الْعِلْمَ ؛ فَمَنْ أَخَذَهُ أَخَذَ بِحَظٍّ وَافِرٍ ) رواه أبو داود (3641) وغيره ، وصححه الألباني ." ,   
    "sex" : "ال ابن القيم رحمه الله :  هذا من أعظم المناقب لأهل العلم ؛ فإن الانبياء خير خلق الله ، فورثتهم خير الخلق بعدهم . ولما كان كل موروث ينتقل ميراثه إلى ورثته ، إذ هم الذين يقومون مقامه من بعده ، ولم يكن بعد الرسل من يقوم مقامهم في تبليغ ما أرسلوا به ، إلا العلماء ، كانوا أحق الناس بميراثهم ، وفي هذا تنبيه على أنهم أقرب الناس إليهم ، فإن الميراث إنما يكون لأقرب الناس إلى الموروث ، وهذا كما أنه ثابت في ميراث الدينار والدرهم ، فكذلك هو في ميراث النبوة ، والله يختص برحمته من يشاء  انتهى . مفتاح دار السعادة (1/66)" ,    
   
    "seven" : " وقال عَبْدُ اللَّهِ بْن مَسْعُودٍ رضي الله عنه : ( يَا أَيُّهَا النَّاسُ مَنْ عَلِمَ شَيْئًا فَلْيَقُلْ بِهِ وَمَنْ لَمْ يَعْلَمْ فَلْيَقُلْ اللَّهُ أَعْلَمُ فَإِنَّ مِنْ الْعِلْمِ أَنْ يَقُولَ لِمَا لَا يَعْلَمُ اللَّهُ أَعْلَمُ قَالَ اللَّهُ عَزَّ وَجَلَّ لِنَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنْ الْمُتَكَلِّفِينَ .. ) رواه البخاري (4809) " ,
    
    "eight" : " فإذا عدنا إلى سؤالك : كيف عليهما أن يبدآ ؟  فالنصيحة لهما إذا وجدنا من سبقهما إلى طلب العلم والالتزام بأحكامه وآدابه ، من أهل السنة ، أن يسترشدا به ، ويستفيدا من تجربته ، فهذا الأمر سوف يوفر عليهما كثيرا من الوقت والجهد إن شاء الله .وسواء تيسر له في مكانه من أهل العلم وطلابه من يعينه على ذلك ، أو لم يجد ، فإننا ننصحه بالنصائح التالية " ,
    

    "nine" : " العناية بكتاب الله تعالى حفظا وقراءة وتدبرا ، فإن القرآن الكريم هو كتاب الهداية الأول ، وكتاب العلم الذي بنيت عليه جميع علوم الشريعة ، مع العناية بفهم معانيه ، ومطالعة شيء من تفاسيره المناسبة ، وفي هذه المرحلة ننصح بمطالعة كتاب التفسير الميسر ، ط مجمع الملك فهد لطباعة المصحف ، فهو كتاب نافع جدا ، " ,
   
    "ten" : " وكتاب أيسر التفاسير للشيخ أبو بكر الجزائري ، وتفسير الشيخ السعدي رحمه الله ، ولا نعني أن يطالعها جميعا ، بل ما تيسر له منها ، يهتم بمطالعته ومدارسته ." ,

    "eleven" : "  في الحديث يهتم بحفظ الأربعين النووية ، وتكملتها لابن رجب رحمه الله ، مع مطالعة شيء من شروحها الميسرة ، مثل شرح الشيخ ابن عثيمين ، أو غيره ، ويستحسن أن يتابع شيئا من شروحها المسموعة ، على قناة المجد ، أو مواقع أهل السنة . فإذا انتهى من ذلك ، وأمكنه أن يطالع جامع العلوم والحكم ، لابن رجب ، فهو حسن إن شاء الله .ثم يهتم بمطالعة ، يومية إن أمكنه ، لكتاب رياض الصالحين ، للإمام النووي رحمه الله ، مع حفظ حديث من كل باب ، وقراءة شرح الشيخ ابن عثيمين له ." ,
  
   
    "fourten" : " غير أن هذا الذي قررناه إنما هو فيمن يقوم مقام الأنبياء في تعليم الناس ، وفتوى الناس في نوازلهم وما يحتاجون إليه ، وسياستهم بدين الله تعالى  لغيره ، إما آية حفظها ، وإما حديث علمه ووعاه ، وإ " ,
    "fiveten" :  "سمعها من بعض أهل العلم الثقات ، فإن هذا لا يشترط فيه أن يكون عالما ، إلا بالأمر الذي يبلغه ويأمر الناس به فقط ، وليس عالما بالمعنى المطلق الذي يعرفه الناس من ذلك اللفظ .عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنهما ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( بَلِّغُوا عَنِّي وَلَوْ آيَةً وَحَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلَا حَرَجَ وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنْ النَّارِ ) رواه البخاري (3461) " ,
    "sexten" : "م ينتقل إلى كتاب التوحيد ، للشيخ محمد بن عبد الوهاب ، مع شيء من شروحه الميسرة مثل شرح الشيخ صالح آل الشيخ ، فهو ميسر نافع إن شاء الله ، أو غيره من الشروح ويضم إليه العقيدة الواسطية مع شرحها ، للشيخ الفوزان ، أو الشيخ ابن عثيمين . فهذه يهتم بدراستها وضبطها ." ,
    
    "seventen" : "  وأما في القراءة والمتابعة الدائمة ، فيهتم بسلسلة العقيدة في ضوء الكتاب والسنة ، للشيخ عمر سليمان الأشقر ، حفظه الله .يمكن مطالعة مختصر زاد المعاد ، للشيخ محمد بن عبد الوهاب ، والرحيق المختوم ، للشيخ المباركفوري ، رحمهم الله جميعا ." ,
   
    "eightten" : " وبالنسبة للتاريخ العام والتراجم ، يطالع في كتاب : التاريخ الإسلامي ، للأستاذ محمود شاكر ، وفي بعض كتب التراجم ، مثل سير أعلام النبلاء ." ,
    "nineten" : "في الأخلاق والرقائق ، يكثر من مطالعة كتب ابن القيم ، مثل الداء والدواء ، الرسالة التبوكية ، ورسالة ابن القيم إلى أحد إخوانه ، ويطالع في كتاب : مختصر منهاج القاصدين ، لابن قدامة ، أو : تهذيب موعظة المؤمنين ، للشيخ القاسمي رحمه الله ، ويهتم برسائل ابن رجب رحمه الله ، مثل كشف الكربة ، وشرح حديث ما ذئبان جائعان ، وتحقيق كلمة الإخلاص ، وغيرها ، وقد جمعت معظمها في مجموع واحد أربعة مجلدات .أن يهتموا بمدارسة الأذكار النبوية ، فهو باب عظيم من أبواب العلم والعمل ، مع حفظ شيء من كتبها الميسرة ، مثل : صحيح الكلم الطيب ، لشيخ الإسلام ابن تيمية ، اختصار الألباني ، أو حصن المسلم ، مع قراءة كتاب : الوابل الصيب ، لابن القيم ." ,
   
     "twinty" : "  وأخيرا ، فإننا نعود ونؤكد على الاهتمام بالتلقي والاستماع لأهل العلم والمتخصصين في الشريعة ، وهو أمر متيسر اليوم - بحمد الله - من خلال بعض الفضائيات النافعة ، ومن خلال الشبكة المعلوماتية ، ولعلكم سمعتم بقناة المجد العلمية التي تعرض من دروس العلم السهلة والميسرة ما يستفيد منه جميع الناس ، كما يمكنكم المشاركة في برنامجها العلمي الذي يتدرج فيه الطالب في المراحل التي تناسبه ، أما الشبكة المعلوماتية فهي مليئة بفضل الله بدروس العلم للعلماء الموثوقين ، ويمكنكم متابعة كثير منها مباشرة في غرف البالتوك ، أو تحميل المسجل منها من موقع طريق الإسلام ." ,
  
    "tone" : "  ومن الأمور المهمة في التعلم مراعاة المنهج الصحيح ، ونعني به التدرج السليم في مراحل التعلم ، فيبدأ الطالب بالعلوم السهلة والكتب المختصرة ، ثم ينتقل إلى شيء من الشرح والتوسع ، حتى يتمكن بعد ذلك من القراءة في الكتب المطولة والأبحاث المتخصصة .ولا بد أن يختار من الدروس العلمية التي تعرض على قناة المجد أو في الإنترنت ما يكون مناسبا لحاله ، ولا يحاول أن يتتبع كل درس يعرض ، فقد لا يكون مناسبا له الآن ." ,
  
    "ttwo" : "  وأما الفقه : فهناك بعض الكتب الميسرة التي يمكن البدء بها ، مثل : أركان الإسلام ، للشيخ عبد العزيز بن باز ، وفقه العبادات للشيخ ابن عثيمين ، رحمهما الله ، ومختصر صفة الصلاة للشيخ الألباني رحمه الله ، وتيسير العلام شرح عمدة الأحكام للشيخ البسام رحمه الله ، وننصح بالاستفادة من كتب الفتاوى لعلمائنا المعاصرين ، ومنها : فتاوى علماء البلد الحرام ، جمع د. خالد الجريسي ، فهو مجموع نافع إن شاء الله  بالنسبة للسيرة ، " ,
  

   "tthree" : " بالنسبة للعقيدة : يبدأ بالأصول الثلاثة وأدلتها ، للشيخ محمد بن عبد الوهاب رحمه الله ، ومطالعة شيء من شروحها ، للشيخ العثيمين ، أو الشيخ الفوزان ، ولو أمكن سماعه فهو أحسن ." ,

   "text1" : "يهدف هذا الفرع إلى تأصيل العبادات وترسيخها، وربط العبادة وأحكامها بالكتاب الكريم والسنة النبوية المطهرة. ويتناول فقه العبادات أحكام العبادات المكلف بها الإنسان بالتوضيح والتفصيل كما وردت عن النبي محمد ﷺ وعن صحابته رضي الله عنهم أجمعين." ,
   "text2" : "لصلاة هي ركن الإسلام الثاني بعد الشهادتين، ولما كانت الصلاة لا تصح بدون طهارة، كان من المناسب أن يبدأ الطالب بتعلم أحكام الطهارة لتصح صلاته   " ,
   "text3" : "الصلاة هي عماد الدين وهي أهم ما يجب البدء بتعلمه من العبادات، فهي ثاني أركان الدين الإسلامي بعد الشهادتين ولا يتم إسلام المرء إلا بأدائها." ,
   "text4" : "الزكاة هي الركن الثالث من أركان الإسلام، فرضها الله لتزكي المعطي والآخذ وتطهرهما، ولئن كانت في ظاهرها نقصاً في كمية المال إلا أن من آثارها زيادة المال بركة، وزيادة المال كمية، وزيادة الإيمان في قلب صاحبها." ,
   "text5" : "صوم رمضان هو الركن الرابع من أركان الإسلام، والصوم عبادة جليلة، فرضها الله على المسلمين كما فرضها على الأمم السابقة لتحصيل التقوى التي هي مفتاح كل خير." ,
   "text6" : "الحج هو الركن الخامس من أركان الإسلام، ويجب على المسلم البالغ القادر مرة واحدة في العمر." ,
   "text7" : "الموت ليس نهاية الأمر ولكنه مرحلة جديدة للإنسان وبداية للحياة الكاملة في الآخرة وكما حرص الإسلام على رعاية الحقوق منذ الولادة فقد أكد على الأحكام التي تحفظ حقوق الميت وتراعي حال أهله وأقاربه." ,
   "text8" : "الإسلام دين شامل لكل ما فيه الخير للإنسان، وهو رسالة عامة للإنسان أينما كان، ووقتما كان، فكما هو شامل وعام، فهو صالح لكل مكان وزمان. يشمل هذا القسم موضوعات منتقاة يحتاجها المسلم في أحوال ومناسبات متنوعة" ,
   "text9" : "الإسلام دين شامل ، وهو يصوغ الحياة كلها لتكون حياة متصلة بخالقها، سامية في غاياتها، حكيمة في مفرداتها، ولهذا فإن للمؤمن في كل وقت عبادة تقوده إلى ذلك، وموسم الشتاء هو موسم لا يخلو من أحكام شرعية مرتبطة بأبواب عدة، في الطهارة والصلاة واللباس والمطر وغيرها، وسنتناول بإذن الله في هذه الوحدة شيئا من أحكامها." ,
   "text10" : "الإسلام دين الحياة ، فهو مرتبط بكافة أحوال الإنسان، في حله وترحاله، وسكونه وحركته، وجده ولهوه، والرحلات جزء من هذه الحياة الاجتماعية، وهي كذلك لا تخلو من أحكام لأشياء يريد الله تعالى منا أن نستحضرها ونفعلها، أو من أشياء يريد الله تعالى أن نجتنبها ونتركها وسنتناول بإذن الله في هذه الوحدة شيئا من أحكام الرحلات." ,
   "text11" : "الابتلاء بالأوبئة من أقدار الله التي تنزل بالناس مسلمهم وكافرهم، لكن حال المسلم مع البلاء ليس كحال غيره، فهو يتعامل معه بما أمره ربه تعالى من الصبر وبذل الأسباب المشروعة في دفعه قبل وقوعه والاستشفاء منه إذا نزل به." ,
   "text12" : "الإسلام عقيدة وشريعة، والعقيدة هي الأساس الذي يقوم عليه الدين، وعقيدة الإسلام عقيدة واضحة سهلة، توافق العقول الصحيحة والفِطَر السليمة." ,
   
   "text13" : "جعل الإسلام لكلمة التوحيد لا إله إلا الله أعظم المكانة وأجلها؛ فهي أول واجب على المسلم فمن أراد الدخول في الإسلام فعليه أن يعتقدها ويتلفظ بها. ومن قالها موقناً بها يبتغي بذلك وجه الله كانت سبباً في نجاته من النار كما قال النبي صلى الله عليه وسلمإن الله حرم على النار من قال لا إله إلا الله يبتغي بذلك وجه الله (البخاري 415)." ,
   "text14" : "اتفقت جميع رسالات الأنبياء لأقوامهم على عبادة الله وحده لا شريك له والكفر بما يعبد من دون الله وهذا هو حقيقة معنى كلمة التوحيد، وهي الكلمة التي يدخل بها المرء في دين الله." ,
   "text15" : "العبادة هي: الطاعة المطلَقة مع المحبة والتعظيم والخضوع، وهي حقّ الله على عباده، يختصّ بها وحده دون سواه ، وتشمل كل ما يحبّه الله ويرضاه من الأقوال والأعمال التي أمر بها وندب الناس إليها، سواء أكانت من الأعمال الظاهرة كالصلاة والزكاة والحج، أم من الأعمال الباطنة مثل ذكر الله بالقلب والخوف منه، والتوكل عليه، والاستعانة به، وغير ذلك." ,
   "text16" : "أنزل الله عز وجل القرآن على خير خلقه وخاتم أنبيائه محمد ﷺ لهداية البشر وإخراجهم من الظلمات إلى النور، قال تعالى: ﴿قَدْ جَاءَكُمْ مِنَ اللهِ نُورٌ وَكِتَابٌ مُبِينٌ * يَهْدِي بِهِ اللهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ﴾ [المائدة: 15، 16]." ,
   "text17" : "تهدف هذه الموضوعات إلى أن يكون المتعلم قادرًا على تصوُّر حقيقة القرآن الكريم وفضائله، عارفاً بأحكامه وآدابه وكيفية تفسير مفرداته." ,
   "text18" : "سنة رَسُول الله ﷺ وَحي أوحاه الله إِلَى نبيه مُحَمَّد ﷺ، وَهِي مَعَ كتاب الله الْعَزِيز أساس الدّين الإسلامي ومصدره، وهما مَعًا متلازمان تلازم شَهَادَة أَن لَا إِلَه إِلَّا الله وَشَهَادَة أَن مُحَمَّدًا رَسُول الله، وَمن لم يُؤمن بِالسنةِ لم يُؤمن بِالْقُرْآنِ." ,
   "text19" : "التعرف على شخصية الرسولﷺ وسيرته ونبوته وحقوقه على أمته." ,
   "text20" : "معرفة فضل السنة، و مصدريّتها للتشريع، ومعرفة أهم كتبها." ,
 
   "thara" : "الطهاره",
   "sala" : "الصلاه" ,
   "zakaa" : "الذكاء" ,
   "saom" :"الصوم" ,
   "hg" : "الحج" ,
   "die" : "الموت والجنازه" ,
   "winterSay" : "احكام فصل الشتاء" ,
   "tours" : "الرحلات" ,
   "amrad" : "الامراض" ,
   "shadten": "الشهادتين" ,
   "tosal" : "تواصل معنا" ,
   "ayman" : "الايمان" ,
   "elnaby" : "النبي" ,
   "saies" : "الاحاديث" ,
   
   "seq" :  "ابحث في المصحف ",
   "mktaba" : "مكتبتي" ,
   "sabah":"أذكار الصباح",
   "masaa":"أذكار المساء",
   "salah":"أذكار بعد الصلاه",
"s1" : "كيف حالك ياعزيزي | عزيزتي" ,
"s2" : "من اجل انك انضممت الينا سأقدم لك مكتبتي تتيح لك تحميل بعض الكتب" ,

   "wellcome" : "مرحبا بك" ,
   "about" : "عن مسلم",
   "headab" : "هنا عزيزي نتحدث عن مسلم " ,
   "onet" : " لا يحتوي موقع مسلم علي القرأن فقط بل يتيح لك عزيزي المسلم والموحد بالأذكار ويوجد راديو به الشيوخ ومحطاتهم ويوجد ايضا مكان مخصص لتعليم الاسلام او بالشكل الصحيح  علي تعلم مبادئ الاسلام وتستطيع ايضا انشاء حساب شخصي علي موقع مسلم وعندما تنشأ حسابك معنا سيظهر لك مكتبه بها كتب موصي بها لتنزيلها  , وبالطبع  سيسرني كثيرا عندما تتواصل معي او تبدي رأيك في تجربتك وتأكد عزيزي انني سأهتم بكل المقترحات  وهذا عن طريق صفحه تواصل معنا ويا عزيزي يوجد طرق للتواصل معي انا الناشئ  " ,
   "twot" : "  نحن هنا في مسلم نعتز بتقديم بيئة رقمية تملؤها الروحانية والمعرفة الدينية. يتمثل هدفنا في توفير مصدر موثوق وشامل للمعلومات الإسلامية ودراسة القرآن الكريم، بهدف تعزيز فهمنا للدين وتعزيز تواصلنا مع الله." ,
   "threet" : "  في موقعنا، نسعى جاهدين لتقديم محتوى متنوع يشمل تفسيرات القرآن والدروس الدينية والموارد التعليمية للمسلمين في جميع أنحاء العالم. سواء كنت مبتدئًا في دراسة القرآن أو متقدمًا، فإن لدينا شيئًا يناسبك.   " ,
   "fourt" : "   نحن نؤمن بأهمية التواصل والتعلم المستمر، ولذلك ندعوكم للانضمام إلى مجتمعنا الرقمي والاستفادة من المحتوى القيم الذي نقدمه. ساهم معنا في نشر الوعي الديني والتفاعل مع المواد، سواء عبر التعليقات أو المشاركة عبر وسائل التواصل الاجتماعي.   " ,
   "fivet" : "  في  مسلم ، نؤمن بقوة العلم والعمل الجماعي في خدمة الإسلام والمجتمع. ساهم معنا في بناء مجتمع رقمي مترابط يسعى لتحقيق الخير والتعاون.   " ,
   "sext" : "  شكرًا لكم على دعمكم وزيارتكم لموقعنا. معًا، نصنع فارقًا إيجابيًا في عالم يحتاج إلى السلام والتسامح والفهم.   " ,
   "sevent" : "تم انشاء الموقع من قبل المهندس احمد عصام  " ,

"phg" : "العنوان: الحج المقدس: فهم واجب الحج وقدسية الكعبة في قلب الإسلام يكمن واجب مقدس، وهي رحلة إيمانية تتجاوز الزمان والمكان، وتربط المؤمنين عبر القارات والأجيال - الحج إلى الحج. وفي قلب هذا الواجب المقدس تقع الكعبة المشرفة، وهي بناء غارق في التاريخ والتبجيل، وتعمل كنقطة محورية في العبادة الإسلامية. إن فهم أهمية الحج وقدسية الكعبة يكشف النقاب عن رؤى عميقة حول جوهر الإسلام ووحدة أتباعه. الحج، الركن الخامس من أركان الإسلام، يقف بمثابة شهادة على وحدة الإنسانية ومساواة الإنسانية أمام الله. إنها رحلة يقوم بها ملايين المسلمين سنويا، وهي رحلة روحية تسير على خطى الأنبياء والأولياء. إن فريضة الحج ليست مجرد شعيرة؛ فهو تعبير عميق عن الخضوع لإرادة الله ومظهر من مظاهر التزام المؤمن بالبر والتقوى.."

}