{
    "title" : "Read the name of your Lord who created",
    "talim" : "Islamic " ,
    "radio" : "Radio" ,
    "azkar" : "Azkar" ,
    "quran" : "Quran" ,
    "account" : "Account" ,
    "about" : "About" ,
    "home" : "Home" ,
    "basm" : "In the name of God, the most gracious, the most merciful" ,
    "tit" : "Islamic Teach" ,
    "at" : "Worships" ,
    "mt" : "Occasions" ,
    "ht" : "doctrine" ,
    "qt" : "Quran Karim" ,
    "st" : "Sunnah" ,
    "tt" : "How and where do you start teaching the principles of Islam?" ,
    "td" : "Thank God" ,
    "one": "Knowledge in Islam, its rulings, and principles is obligatory upon every Muslim, male and female, to the extent needed for establishing faith, acts of worship, and morals according to what Allah, the Exalted, desires. It is narrated in a hadith of the Prophet, peace be upon him, that he said: Seeking knowledge is obligatory upon every Muslim" ,
"two" : "Reported by Ibn Majah (224) and classified as good due to its numerous chains of transmission and supportive evidence by Al-Mizzi Az-Zarkashi As-Suyuti As-Sakhawi Adh-Dhahabi Al-Munawi Az-Zarqani It is found in Sahih Ibn Majah by Al-Albani. See also the answer to questions number (10471) and (20092) ",
"three" : "As for teaching knowledge, it is the mission of the Prophets. Scholars carry it after them so that the proof of Allah remains established among His creation, and so that the call to monotheism remains an easy path that people receive as the Prophet, peace be upon him, taught his companions." ,
"four" : "Abu Ad-Darda, may Allah be pleased with him, reported: I heard the Messenger of Allah, peace be upon him, saying: Scholars are the inheritors of the prophets, and indeed, the prophets do not leave behind a dinar or a dirham as inheritance, but rather, they leave behind knowledge; so whoever receives it, receives an abundant share. Reported by Abu Dawud (3641) and others, and authenticated by Al-Albani" ,
"five" : "Ibn Al-Qayyim, may Allah have mercy on him, said: This is among the greatest virtues of the people of knowledge, for indeed the prophets are the best of Allah's creation, and the best of creation after them inherited from them. And since every inheritance is passed on to its inheritors, as they are the ones who stand in their place after them, and there were no successors after the messengers to carry out their mission of conveying what they were sent with except the scholars, they were the most deserving of people to inherit from them. This serves as an indication that they are the closest of people to them, for inheritance is given to those closest to the inheritable property. This is just as established in the inheritance of dinars and dirhams, so it is the same with the inheritance of prophethood, and Allah bestows His mercy upon whomever He wills." ,
"sex" : "Miftah Dar As-Sa'adah (1/66)" ,
"seven" : "However, what we have decided applies only to those who assume the role of the prophets in teaching people, issuing religious rulings in their affairs, and advising them in matters concerning the religion of Allah, the Most High" ,
"eight" : ">As for those who convey what they have learned of the religion of Allah to others, whether it is a verse they have memorized, or a hadith they have learned and understood, or a religious ruling they have heard from trustworthy scholars, it is not necessary for them to be scholars in the absolute sense understood by people in general, except in the matter they convey and command people with. They are not considered scholars in the broader sense that people understand from that term" ,
"nine" : "Abdullah ibn Amr reported: The Prophet, peace and blessings be upon him, said, Convey from me even if it is a verse, and narrate traditions from the children of Israel, and there is no harm. And whoever intentionally lies about me should prepare for his seat in the Hellfire. Reported by Al-Bukhari (3461)" ,
"ten" : "Abdullah ibn Mas'ud, may Allah be pleased with him, said: O people, whoever knows something should speak out about it, and whoever does not know, let him say: 'Allah knows best.' For indeed, part of knowledge is to say regarding that which one does not know: 'Allah knows best.' Allah Almighty said to His Prophet, peace and blessings be upon him: Say: 'I do not ask you for any payment for this, nor am I a pretentious person.' Reported by Al-Bukhari (4809)" ,
"eleven" : "So, returning to your question: How should they begin?" ,
"twlev" : "Our advice to them, if we find among those who preceded them in seeking knowledge and adhering to its rulings and etiquettes, from the people of the Sunnah, is that they should seek guidance from them and benefit from their experience. This will save them a lot of time and effort, God willing." ,
"threten" : "Whether it is facilitated for them in their place by scholars or students who can assist them in that or not, we advise them with the following Pay attention to the Book of Allah Almighty in memorization, recitation, and reflection, for the Quran is the first guidance and the foundation of all the sciences of the Shariah. This includes understanding its meanings and reading some suitable interpretations. At this stage, we recommend reading Tafsir Al-Muyassar published by the King Fahd Complex for the Printing of the Holy Quran, as it is a very beneficial book, along with Aysar At-Tafsir by Sheikh Abu Bakr Al-Jaza'iri and the Tafsir by Sheikh As-Sa'di, may Allah have mercy on him. We do not mean that they should read all of them, but whatever is easy for them, they should focus on reading and studying it." ,
"fourten" : "Then, they should engage in daily reading, if possible, from Riyad As-Salihin by Imam An-Nawawi, along with memorizing a hadith from each chapter and reading the explanation of Sheikh Ibn Uthaymeen for it" ,
"fiveten" : "Then, they should move on to Kitab At-Tawhid by Sheikh Muhammad ibn Abdul Wahhab, along with some simplified explanations like the explanation by Sheikh Saleh Al Al-Sheikh, which is easy and beneficial, God willing, or others. They should also include Al-Aqidah Al-Wasitiyyah with its explanation by Sheikh Al-Fawzan or Sheikh Ibn Uthaymeen. They should focus on studying and mastering these" ,
"sexten" : "Then, they should move on to Kitab At-Tawhid by Sheikh Muhammad ibn Abdul Wahhab, along with some simplified explanations like the explanation by Sheikh Saleh Al Al-Sheikh, which is easy and beneficial, God willing, or others. They should also include Al-Aqidah Al-Wasitiyyah with its explanation by Sheikh Al-Fawzan or Sheikh Ibn Uthaymeen. They should focus on studying and mastering these." ,
"seventen" : "Regarding continuous reading and follow-up, they should focus on the series Al-Aqeedah in the Light of the Quran and Sunnah by Sheikh Umar Sulayman Al-Ashqar, may Allah preserve him." ,
"eightten" : "Then, they should engage in daily reading, if possible, from Riyad As-Salihin by Imam An-Nawawi, along with memorizing a hadith from each chapter and reading the explanation of Sheikh Ibn Uthaymeen for it. Regarding creed, they should start with The Three Fundamental Principles and its evidences by Sheikh Muhammad ibn Abdul Wahhab, along with reading some explanations of it by Sheikh Ibn Uthaymeen or Sheikh Al-Fawzan, and if possible, listening to them is better." ,
"nineten" : "5. Regarding the biography (seerah), one can read Zad Al-Ma'ad by Sheikh Muhammad ibn Abdul Wahhab and Ar-Raheeq Al-Makhtum by Sheikh Safiur-Rahman Al-Mubarakfuri, may Allah have mercy on them all. As for general history and biographies, one can refer to the book Islamic History by Professor Mahmoud Shakir and some biographical books such as The Biographies of Noble Figures" ,
"twinty" : "6. In ethics and spiritual development, one should read extensively from the books of Ibn Al-Qayyim, such as Ad-Da' wa Ad-Dawa, At-Tibb An-Nabawi, and Risalat Ibn Al-Qayyim Ila Ahad Ikhwanihi. Also, one should read Mukhtasar Minhaj Al-Qasidin by Ibn Qudamah or Tahdhib Maw'idhat Al-Mu'minin by Sheikh Al-Qasimi, may Allah have mercy on him. Pay attention to the letters of Ibn Rajab, may Allah have mercy on him, such as Kashf Al-Kurba, Explanation of the Hadith of the Two Hungry Wolves, Verification of the Word of Sincerity, and others. Most of them have been compiled into one collection in four volumes" ,
"tone" : "7. They should focus on studying the prophetic supplications, as it is a great area of knowledge and practice. They should memorize some of its simplified books, such as Sahih Al-Kalim At-Tayyib by Sheikh Al-Islam Ibn Taymiyyah, Simplified Collection by Al-Albani, or Fortress of the Muslim, along with reading the book Al-Wabil As-Sayyib by Ibn Al-Qayyim. Finally, we emphasize the importance of listening and benefiting from scholars and experts in Islamic law, which is now facilitated, by the grace of Allah, through some beneficial satellite channels and the internet. You might have heard of the scientific channel Al-Majd, which presents easy and simplified lessons that benefit everyone. You can also participate in their educational program, which progresses the student through stages that suit them. As for the internet, it is filled with lectures by reliable scholars, and you can follow many of them directly in chat rooms or download recordings from websites such as Tariq Al-Islam." ,
"ttwo" : "Finally, we emphasize the importance of listening and benefiting from scholars and experts in Islamic law, which is now facilitated, by the grace of Allah, through some beneficial satellite channels and the internet. You might have heard of the scientific channel Al-Majd, which presents easy and simplified lessons that benefit everyone. You can also participate in their educational program, which progresses the student through stages that suit them. As for the internet, it is filled with lectures by reliable scholars, and you can follow many of them directly in chat rooms or download recordings from websites such as Tariq Al-Islam." ,
"tthree" : "One important aspect of learning is following the correct methodology, meaning a proper progression through learning stages. The student should start with easy sciences and concise books, then move on to some explanations and expansions until they can read lengthy books and specialized research. They must choose from the scientific lessons presented on Al-Majd channel or the internet what is suitable for their situation and not try to follow every lesson aired, as it may not be suitable for them at the moment" ,
"text1" : "This branch aims to establish and consolidate worship, and to link worship and its provisions to the Holy Book and the purified Sunnah of the Prophet. The jurisprudence of worship deals with the provisions of the acts of worship that man is obligated to perform, with clarification and detail, as reported from the Prophet Muhammad, peace and blessings of God be upon him, and from his companions, may God be pleased with them all." ,
"text2" : "Because prayer is the second pillar of Islam after the two Shahadas, and since prayer is not valid without purity, it was appropriate for the student to begin learning the provisions of purity in order for his prayer to be valid." ,
"text3" : "Prayer is the pillar of religion and it is the most important act of worship that one must begin to learn. It is the second pillar of the Islamic religion after the Shahada, and a person’s conversion to Islam is only achieved by performing it." ,
"text4" : "Zakat is the third pillar of Islam. It was imposed by God to purify and purify the giver and the taker. Although it appears to be a decrease in the quantity of money, its effects include an increase in money as a blessing, an increase in money in quantity, and an increase in faith in the heart of its owner." ,
"text5" : "Fasting during Ramadan is the fourth pillar of Islam, and fasting is a great act of worship, which God imposed on Muslims, just as He imposed on previous nations, in order to attain piety, which is the key to all goodness." ,
"text6" : "Hajj is the fifth pillar of Islam, and is obligatory for an able-bodied Muslim once in a lifetime." ,
"text7" : "Death is not the end of the matter, but it is a new stage for a person and the beginning of a full life in the afterlife. Just as Islam was keen to protect rights from birth, it emphasized the provisions that preserve the rights of the dead and take into account the condition of his family and relatives." ,
"text8" : "Islam is a comprehensive religion for everything that is good for man, and it is a general message for man wherever he is and whenever he is. Just as it is comprehensive and general, it is valid for every place and time. This section includes selected topics that Muslims need in various situations and occasions" ,
"text9" : "Islam is the religion of life. It is linked to all states of man, in his home and travel, rest and movement, find and play, and trips are part of this social life, and they are also not devoid of provisions for things that God Almighty wants us to remember and do, or things that God Almighty wants us to avoid. We will leave it alone and, God willing, we will discuss in this unit some of the rulings on journeys." ,
"text10" : "Being afflicted with epidemics is one of the destinies of God that befalls people, whether Muslim or non-Muslim, but the condition of a Muslim with affliction is not the same as that of others. He deals with it with what his Lord Almighty has commanded him of patience and exerting legitimate means to ward it off before it occurs and recover from it if it befalls it." ,
"text11" : "Islam is a doctrine and a law. Doctrine is the foundation upon which religion is based, and the doctrine of Islam is a clear and easy doctrine that agrees with sound minds and sound common sense." ,
"text12" : "Islam has given the word monotheism, “There is no god but God,” the greatest and most honorable status. It is the first duty of a Muslim, so whoever wants to enter Islam must believe it and pronounce it. And whoever says it with certainty in it, seeking the face of God, it will be a reason for his salvation from Hell, as the Prophet, may God’s prayers and peace be upon him, said: “For God has forbidden the Fire from whoever says there is no god but God, seeking thereby the face of God” (Al-Bukhari 415)." ,

"text13" : "All the prophets’ messages to their people agreed to worship God alone, without partners, and to disbelieve in what is worshiped other than God. This is the true meaning of the word monotheism, which is the word by which a person enters the religion of God." ,
"text14" : "Worship is: absolute obedience combined with love, glorification, and submission. It is God’s right over His servants, and is exclusive to Him alone, and it includes everything that God loves and is pleased with, such as the words and deeds that He has commanded and enjoined upon people to do, whether they are outward deeds such as prayer, zakat, and Hajj, or other deeds. The inner meaning is like remembering God in the heart, fearing Him, trusting Him, seeking His help, and so on." ,
"text14.5":"Islam is a doctrine and a law. Doctrine is the foundation upon which religion is based, and the doctrine of Islam is a clear and easy doctrine that agrees with sound minds and sound common sense.",
"text15" : "Islam has given the word monotheism, “There is no god but God,” the greatest and most honorable status. It is the first duty of a Muslim, so whoever wants to enter Islam must believe it and pronounce it. And whoever says it with certainty in it, seeking the face of God, it will be a reason for his salvation from Hell, as the Prophet, may God’s prayers and peace be upon him, said: “For God has forbidden the Fire from whoever says there is no god but God, seeking thereby the face of God” (Al-Bukhari 415)." ,
"text16" : "All the prophets’ messages to their people agreed to worship God alone, without partners, and to disbelieve in what is worshiped other than God. This is the true meaning of the word monotheism, which is the word by which a person enters the religion of God." ,
"text17" : "Worship is: absolute obedience combined with love, glorification, and submission. It is God’s right over His servants, and is exclusive to Him alone, and it includes everything that God loves and is pleased with, such as the words and deeds that He has commanded and enjoined upon people to do, whether they are outward deeds such as prayer, zakat, and Hajj, or other deeds. The inner meaning is like remembering God in the heart, fearing Him, trusting Him, seeking His help, and so on." ,
"text18" : "God Almighty revealed the Qur’an to the best of His creation and the seal of His prophets, Muhammad, peace and blessings be upon him, to guide humanity and bring them out of darkness into light. The Almighty said: “Certainly has come to you from God a clear Book. With it God guides those who follow His good pleasure to paths of peace They come from darkness to light by His permission and guide them to a straight path. (Al-Ma’idah: 15, 16)." ,
"text19" : "These topics aim for the learner to be able to visualize the truth of the Holy Qur’an and its virtues, knowing its provisions and etiquette and how to interpret its vocabulary." ,
"text20" : "The Sunnah of the Messenger of God, peace and blessings of God be upon him, is a revelation revealed by God to His Prophet Muhammad, peace and blessings of God be upon him, and it, along with the Mighty Book of God, is the foundation and source of the Islamic religion, and together they are inseparable from the testimony that there is no god but God and the testimony that Muhammad is the Messenger of God, and whoever does not believe in God A year in which he did not believe in the Qur’an." ,
"text21" : "Identifying the personality of the Messenger, may God bless him and grant him peace, his biography, prophecy, and his rights over his nation." ,

"text22" : "Knowing the virtue of the Sunnah, its source for legislation, and knowing its most important books." ,
"thara" : "Purity",
"sala" : "the prayer" ,
"zakaa" : "Zakat" ,
"saom" :"Fasting" ,
"hg" : "Pilgrimage" ,
"die" : "Death and funeral" ,
"winterSay" : "Winter provisions" ,
"tours" : "Trips" ,
"amrad" : "Diseases and epidemics" ,
"shadten": "The two certificates" ,
"ayman" : "Faith" ,
"elnaby" : "Prophet" ,
"saies" : "Hadiths",
"about" : "About Muslim",
"headab" : "Here, dear, we are talking about a Muslim " ,
"onet" : "The Muslim website does not only contain the Qur’an, but it also allows you, dear Muslim and monotheist, to recite remembrances. There is a radio with sheikhs and their stations. There is also a place dedicated to teaching Islam, or in the correct way, to learn the principles of Islam. You can also create a personal account on the Muslim website, and when you create your account with us, a library containing recommended books will appear to you. You can download it, and of course I will be very pleased when you contact me or express your opinion about your experience. Rest assured, my dear, that I will pay attention to all suggestions, and this is through the Contact Us page, and my dear, there are ways to communicate with me, the junior. " ,
"twot" : "Here at Muslim, we are proud to provide a digital environment filled with spirituality and religious knowledge. Our goal is to provide a reliable and comprehensive source of Islamic information and study of the Holy Quran, with the aim of enhancing our understanding of the religion and strengthening our connection with God. " ,
"threet" : "On our website, we strive to provide diverse content that includes interpretations of the Quran, religious lessons, and educational resources for Muslims around the world. Whether you are a beginner or advanced Quran studyr, we have something for you. " ,
"fourt" : "We believe in the importance of communication and continuous learning, so we invite you to join our digital community and benefit from the valuable content we provide. Contribute with us in spreading religious awareness and interacting with the materials, whether through comments or sharing via social media. " ,
"fivet" : " At Muslim, we believe in the power of science and teamwork in the service of Islam and society. Contribute with us to building an interconnected digital society that seeks to achieve goodness and cooperation." ,
"sext" : " Thank you for your support and visiting our website. Together, we make a positive difference in a world that needs peace, tolerance and understanding." ,
"sevent" : "The website was created by engineer Ahmed Essam " 

}